{
  "Account disabled: Your account is no longer active. Contact TMDB if this is an error.": "Cuenta deshabilitada: su cuenta ya no está activa. Póngase en contacto con TMDB si se trata de un error..",
  "Authentication failed.": "La autenticación falló.",
  "Authentication failed: You do not have permissions to access the service.": "Error de autenticación: no tiene permisos para acceder al servicio.",
  "Couldn't connect to the backend server.": "No se pudo conectar al servidor backend.",
  "Device denied.": "Dispositivo denegado.",
  "Duplicate entry: The data you tried to submit already exists.": "Entrada duplicada: los datos que intentó enviar ya existen.",
  "Email not verified: Your email address has not been verified.": "Correo electrónico no verificado: su dirección de correo electrónico no ha sido verificada.",
  "Entry not found: The item you are trying to edit cannot be found.": "Entrada no encontrada: no se puede encontrar el elemento que está intentando editar.",
  "Failed.": "Fallido.",
  "Internal error: Something went wrong, contact TMDB.": "Error interno: Algo salió mal, comuníquese con TMDB.",
  "Invalid API key: You must be granted a valid key.": "Clave API no válida: se le debe otorgar una clave válida.",
  "Invalid accept header.": "Encabezado de aceptación no válido.",
  "Invalid date range: Should be a range no longer than 14 days.": "Intervalo de fechas no válido: debe ser un intervalo que no supere los 14 días.",
  "Invalid date: Format needs to be YYYY-MM-DD.": "Fecha no válida: el formato debe ser YYYY-MM-DD.",
  "Invalid format: This service doesn't exist in that format.": "Formato no válido: Este servicio no existe en ese formato.",
  "Invalid id: The pre-requisite id is invalid or not found.": "Identificación no válida: la identificación del requisito previo no es válida o no se encuentra.",
  "Invalid page: Pages start at 1 and max at 500. They are expected to be an integer.": "Página no válida: las páginas comienzan en 1 y tienen un máximo de 500. Se espera que sean un número entero.",
  "Invalid parameters: Your request parameters are incorrect": "Parámetros no válidos: los parámetros de su solicitud son incorrectos.",
  "Invalid request token: The request token is either expired or invalid.": "Token de solicitud no válido: el token de solicitud ha caducado o no es válido.",
  "Invalid service: this service does not exist.": "Servicio no válido: este servicio no existe.",
  "Invalid timezone: Please consult the documentation for a valid timezone.": "Zona horaria no válida: consulte la documentación para conocer una zona horaria válida..",
  "Invalid token.": "Token no válido.",
  "Invalid username and/or password: You did not provide a valid login.": "Nombre de usuario y/o contraseña no válidos: no proporcionó un inicio de sesión válido.",
  "LABEL": {
    "ACCESS_TOKEN": "Token de acceso",
    "ACCES_TOKEN_TMDB": "Token de acceso para el API de TMDb",
    "BACK": "Regresar",
    "CHANGE": "Cambiar",
    "CHANGE_LANGUAGE": "Cambiar idioma",
    "ENGLISH": "Inglés",
    "FIELD_REQUIRED": "Campo requerido",
    "NEXT_PAGE": "Próxima página",
    "NO_THANKS": "No gracias",
    "OF": "de",
    "OK": "Ok",
    "ORIGINAL_LANGUAJE": "Lenguaje original",
    "OVERVIEW": "Descripción",
    "POPULARITY": "Popularidad",
    "PREVIOUS_PAGE": "Página anterior",
    "RELEASE_DATE": "Fecha de estreno",
    "SAVE": "Guardar",
    "SEARCH": "buscar",
    "SETTINGS": "Configuraciones",
    "SPANISH": "Español",
    "TOKEN": "Token",
    "VOTE_AVERAGE": "Promedio de votos",
    "VOTE_COUNT": "Cantidad de votos",
    "YEAR": "año"
  },
  "MSG": {
    "SAVED_TOKEN": "Se ha guardado el token.",
    "SUGGEST_LANGUAGE_CHANGE": "¿Desea cambiar el idioma para mejorar los resultados de búsqueda?"
  },
  "Nothing to update.": "Nada que actualizar.",
  "Service offline: This service is temporarily offline, try again later.": "Servicio fuera de línea: este servicio está temporalmente fuera de línea, inténtelo nuevamente más tarde.",
  "Session denied.": "Sesión denegada.",
  "Suspended API key: Access to your account has been suspended, contact TMDB.": "Clave API suspendida: el acceso a su cuenta ha sido suspendido, comuníquese con TMDB.",
  "The API is undergoing maintenance. Try again later.": "La API está en mantenimiento. Vuelve a intentarlo más tarde.",
  "The ID is invalid.": "La identificación no es válida.",
  "The input is not valid.": "La entrada no es válida.",
  "The item/record was deleted successfully.": "El elemento/registro se eliminó exitosamente.",
  "The item/record was updated successfully.": "El artículo/registro se actualizó exitosamente.",
  "The requested session could not be found.": "No se pudo encontrar la sesión solicitada.",
  "The resource you requested could not be found.": "No se pudo encontrar el recurso que solicitó.",
  "This request method is not supported for this resource.": "Este método de solicitud no es compatible con este recurso..",
  "This request token hasn't been approved by the user.": "Este token de solicitud no ha sido aprobado por el usuario.",
  "This resource is private.": "Este recurso es privado..",
  "This token hasn't been granted write permission by the user.": "El usuario no ha concedido permiso de escritura a este token.",
  "This user has been suspended.": "Este usuario ha sido suspendido.",
  "Too many append to response objects: The maximum number of remote calls is 20.": "Demasiados objetos adjuntos a la respuesta: el número máximo de llamadas remotas es 20.",
  "Validation failed.": "Validación fallida.",
  "You don't have permission to edit this resource.": "No tienes permiso para editar este recurso.",
  "You must confirm this action: Please provide a confirm=true parameter.": "Debe confirmar esta acción: proporcione un parámetro confirm=true.",
  "You must provide a username and password.": "Debes proporcionar un nombre de usuario y contraseña.",
  "Your request count (#) is over the allowed limit of (40).": "Su recuento de solicitudes (#) supera el límite permitido de (40).",
  "Your request to the backend server timed out. Try again.": "Se agotó el tiempo de espera de su solicitud al servidor backend. Intentar otra vez."
}
